"MJRefreshHeaderIdleText" = "ریفریش کرنے کے لئے نیچے کھینچیں";
"MJRefreshHeaderPullingText" = "ریفریش کرنے کے لئے چھوڑ دیں";
"MJRefreshHeaderRefreshingText" = "لوڈ کر رہا ہے ...";

"MJRefreshAutoFooterIdleText" = "زیادہ لوڈ کرنے کے لئے ٹیپ کریں یا اپر کھینچیں";
"MJRefreshAutoFooterRefreshingText" = "لوڈ کر رہا ہے ...";
"MJRefreshAutoFooterNoMoreDataText" = "مزید مواد نہیں";

"MJRefreshBackFooterIdleText" = "زیادہ لوڈ کرنے کے لئے ٹیپ کریں یا اپر کھینچیں";
"MJRefreshBackFooterPullingText" = "مزید لوڈ کرنے کے لئے چھوڑ دیں.";
"MJRefreshBackFooterRefreshingText" = "لوڈ کر رہا ہے ...";
"MJRefreshBackFooterNoMoreDataText" = "مزید مواد نہیں";

"MJRefreshHeaderLastTimeText" = "آخری اپ ڈیٹ:";
"MJRefreshHeaderDateTodayText" = "آج";
"MJRefreshHeaderNoneLastDateText" = "کوئی ریکارڈ نہیں";
